;<说明>:
;由于ShellEx类型右键菜单的菜单名称和图标无法直接获取，只能通过制作字典给用户更直观的体验
;此文件为依赖<GUID>的ShellEx类型右键菜单项目的名称和图标字典
;<GUID>可通过右键程序内ShellEx项目"复制guid"获取
;不带括号的<GUID>为字典索引

;<Text>、<ResText>、<[地区文化代码]-Text>
;菜单项目名称
;优先级为 <ResText>，<[地区文化代码]-Text>，<Text>
;<ResText>为引用资源文件字符串资源的本地化字符串,
;格式为"@<资源文件路径>,-<字符串资源索引>",如赋值为"@shell32.dll,-3576"
;[地区文化代码]-Text为系统UI语言直接显示文本，比如zh-CN为中国简体中文，en-US为美国英语
;Text默认为中国简体中文显示文本

;<Icon>:
;Icon为菜单项目图标资源位置
;格式为"<资源文件路径>,<图标序号>"，如赋值为"C:Windows\System32\imageres.dll,203"
;<图标序号>为负数则为图标资源索引,为非负数则为图标资源顺序序号
;Icon为空时默认提取文件第一个图标，没有图标则使用dll文件默认图标

;<资源文件路径>:
;<ResText>和<Icon>中的<资源文件路径>一般使用相对路径
;如果资源文件所在目录是"%SystemRoot%"或者"%SystemRoot%\System32"
;可省略目录路径仅写文件名(含扩展名)，如"imageres.dll"

;<GUID文件路径>:
;HKCR\CLSID\<GUID>
;HKCR\WOW6432Node\CLSID\<GUID>
;HKLM\SOFTWARE\WOW6432Node\Classes\CLSID\<GUID>
;可能在以上注册表路径的InprocServer32或LocalServer32子项的默认值中包含<GUID文件路径>

;<转义规则>:
;针对<资源文件路径>:存在引用资源不在<GUID文件路径>的文件中，而是在当前目录或子目录或父目录
;中其他文件中;相对<GUID文件路径>,当前目录用".\"代替，父目录用"..\"代替,文件为其本身用"*"代替
;针对UWP新模块中的资源引用，用*代替带版本号的UWP包名

;----------------系统------------------
[20d04fe0-3aea-1069-a2d8-08002b30309d]
ResText = @shell32.dll,-8770
Icon = imageres.dll, -109
[00021401-0000-0000-c000-000000000046]
Text = @windows.storage.dll,-8496
Icon = shell32.dll,-16769
[37ea3a21-7493-4208-a011-7f9ea79ce9f5]
ResText = @shell32.dll,-1033
Icon = explorer.exe
[ff609cc7-d34d-4049-a1aa-2293517ffcc6]
ResText = @stobject.dll,-417
Icon = imageres.dll,-5346
[0bf754aa-c967-445c-ab3d-d8fda9bae7ef]
ResText = @stobject.dll,-416
Icon = imageres.dll,-5346
[3080f90e-d7ad-11d9-bd98-0000947b0257]
ResText = @shell32.dll,-12715
Icon = imageres.dll
[470c0ebd-5d73-4d58-9ced-e91e22e23282]
ResText = @shell32.dll,-51201
Icon = imageres.dll,-5376
[a2a9545d-a0c2-42b4-9708-a0b2badd77c8]
ResText = @shell32.dll,-30608
Icon = imageres.dll,-80
[90aa3a4e-1cba-4233-b8bb-535773d48449]
ResText = @shell32.dll,-5386
Icon = imageres.dll,-5354
[7ba4c740-9e81-11cf-99d3-00aa004ae837]
ResText = @shell32.dll,-30312
Icon = imageres.dll,-185
[f3d06e7c-1e45-4a26-847e-f9fcdee59be0]
ResText = @shell32.dll,-30328
Icon = imageres.dll,-5302
[c2fbb630-2971-11d1-a18c-00c04fd75d13]
ResText = @shell32.dll,-30304
Icon = imageres.dll,-5304
[c2fbb631-2971-11d1-a18c-00c04fd75d13]
ResText = @shell32.dll,-30305
Icon = imageres.dll,-5303
[b8cdcb65-b1bf-4b42-9428-1dfdb7ee92af]
ResText = @shell32.dll,-37514
[09799afb-ad67-11d1-abcd-00c04fc30936]
ResText = @shell32.dll,-5376
Icon = imageres.dll,-5340
[3dad6c5d-2167-4cae-9914-f99e41c12cfa]
Text = 包含到库中(&I)
pt-BR-Text = &Incluir na bibioteca
Icon = imageres.dll,-1001
[d969a300-e7ff-11d0-a93b-00a0c90f2719]
ResText = @shell32.dll,-95851
Icon = imageres.dll,-5307
[a470f8cf-a1e8-4f65-8335-227475aa5c46]
ResText = @ipsecsnp.dll,-100
Text = 加密(&Y)
pt-BR-Text = &criptografar
Icon = imageres.dll,-59
[1d27f844-3a1f-4410-85ac-14651078412d]
ResText = @acppage.dll,-2022
Icon = msdt.exe
[7ad84985-87b4-4a16-be58-8b72a5b390f7]
ResText = @playtomenu.dll,-101
[e2bf9676-5f8f-435c-97eb-11607a5bedf7]
ResText = @ntshrui.dll,-107
Icon = ntshrui.dll,-123
[e61bf828-5e63-4287-bef1-60b1a4fde0e3]
ResText = @WorkfoldersControl.dll,-1
Icon = WorkFolders.exe
[f81e9010-6ea4-11ce-a7ff-00aa003ca9f6]
ResText = @ntshrui.dll,-103
[474c98ee-cf3d-41f5-80e3-4aab0ab04301]
ResText = @cscui.dll,-38
[2854f705-3548-414c-a113-93e27c808c85]
ResText = @EhStorShell.dll,-101
[fbeb8a05-beee-4442-804e-409d6c4515e9]
ResText = @shell32.dll,-12560
Icon = imageres.dll,-30
[59099400-57ff-11ce-bd94-0020af85b590]
Text = 复制磁盘(&Y)...
[d6791a63-e7e2-4fee-bf52-5ded8e86e9b8]
ResText = @wpdshext.dll,-511
[0af96ede-aebf-41ed-a1c8-cf7a685505b6]
ResText = @shell32.dll,-34618
Icon = imageres.dll,-5359
[596ab062-b4d2-4215-9f74-e9109b0a8153]
ResText = @twext.dll,-1037
[6b9228da-9c15-419e-856c-19e768a13bdc]
Text = Windows 小工具
[85bbd920-42a0-1069-a2e4-08002b30309d]
ResText = @shell32.dll,-22978
[1a184871-359e-4f67-aad9-5b9905d62232]
ResText = @fontext.dll,-340
[645ff040-5081-101b-9f08-00aa002f954e]
ResText = @mmres.dll,-5831
Icon = shell32.dll,-254
[bd472f60-27fa-11cf-b8b4-444553540000]
ResText = @zipfldr.dll,-10095
[5635493f-7d77-4372-a839-8ad89f5b3726]
ResText = @msimsg.dll,-38

;----------------显卡------------------
[a929c4ce-fd36-4270-b4f5-34ecac5bd63c]
ResText = @nv3dappshextr.dll,-103
Text = 用图形处理器运行
Icon = nvcpl.dll
[e97dec16-a50d-49bb-ae24-cf682282e08d]
ResText = @nv3dappshextr.dll,-109
Text = 更改 OpenGL 渲染 GPU...
Icon = nvcpl.dll
[3d1975af-48c6-4f8e-a182-be0e08fa86a9]
ResText = @nvsvcr.dll,-4530
Text = NVIDIA 控制面板
Icon = nvcpl.dll
[9b5f5829-a529-4b12-814a-e81bcb8d93fc]
Text = 英特尔® 显卡设置
en-US-Text = Intel® Graphics
Icon = .\igfxEM.exe
;.\igfxTray.exe
[3ab1675a-ccff-11d2-8b20-00a0c93cb1f4]
Text = Intel® Graphics
[5e2121ee-0300-11d4-8d3b-444553540000]
Text = AMD 显卡
en-US-Text = AMD Graphics
Icon = .\RadeonSettings.exe

;----------------压缩------------------
[5b69a6b4-393b-459c-8ebb-214237a9e7ac]
Text = Bandizip
Icon = .\Bandizip.exe
[9179176e-b763-3200-8500-bb1b90b3d5de]
Text = 360zip
Icon = .\360zip.exe
[b41db860-64e4-11d2-9906-e49fadc173ca]
Text = WinRAR 64bit
[b41db860-8ee4-11d2-9906-e49fadc173ca]
Text = WinRAR 32bit
[23170f69-40c1-278a-1000-000100020000]
Text = 7-zip
Icon = .\7zG.exe
[b1832224-9f22-4965-a6e8-e6a6e3c4fdf7]
Text = 52好压
Icon = .\kzip_main.exe
[5fed836a-c96c-4d88-a91e-f63f07726585]
Text = 2345好压
Icon = .\HaoZip.exe
[6adf19e3-77a3-4395-adb4-9fd7d351eb3e]
Text = 快压
[903d855a-d671-4a8e-a592-9168755917db]
Text = 快压
[6adf19e3-77a3-4395-adb4-9fd7d351eb3e]
Text = 快压
[903d855a-d671-4a8e-a592-9168755917db]
Text = 快压
[e0d79304-84be-11ce-9641-444553540000]
Text = WinZip
Icon = .\WzPreloader.exe
[acf03765-1658-485f-9615-fe03c372fb8c]
Text = 微压
[dd847e93-86df-4d75-a421-46d29228f6da]
Text = 极光压缩
Icon = .\plFM.exe
[5e3b6ea4-de96-464f-bb86-5587969f4c62]
Text = 万能压缩
[9175e343-1c41-4490-b178-14f36504f07e]
Text = 160压缩
Icon = .\160zip.exe
[5e3ca55c-d9f3-4d1c-8b94-ad192b0f7c16]
Text = 速压
Icon = .\Suzip.exe
[02e77c8d-2798-441e-8e6d-0c2ed9fe206e]
Text = 简压缩
Icon = .\SimpleZip.exe
[5c551008-a347-4db3-af48-014076fd2b46]
Text = 极速压缩
Icon = .\JsZip.exe
[0a4861a5-448a-48b4-812a-cf71a07a674f]
Text = 6789压缩
[7522b611-f22b-4f24-9ce4-3ecbba85c126]
Text = CoffeeZip
[aa7f8063-f898-44d0-b147-8a6e9891e32e]
Text = 布丁压缩
Icon = .\PDZip.exe
[9b8dff9d-0cb2-4100-8f21-c6dd6ce01141]
Text = 布丁压缩
Icon = .\PDZip.exe
[d81a0ed9-6c47-417b-b298-4ebd813cabd0]
Text = 极客压缩
Icon = .\GeekZip.exe
[e677c7ad-2b66-4539-aa29-3771a1cfeda9]
Text = jZip
Icon = .\jZip.exe
[a6630968-27dc-8db8-9bce-e12b3198a9b1]
Text = WinArchiver
Icon = .\WinArchiver.exe
[1532b32d-3a75-4a4d-9b38-5a6000ea7045]
Text = FreeArc
Icon = ..\FreeArc.exe
[ad392e40-428c-459f-961e-9b147782d099]
Text = UltraISO
Icon = .\UltraISO.exe
[be86f80b-eb1a-45b4-b4b6-4b12d302b6bc]
Text = AntZip
[9d731a0b-89e4-44e2-a6a4-3b05c80d562c]
Text = i-Zip
[00000000-b39d-4cb2-85f6-6e055d3b9a96]
Text = 在此窗口中打开(&T)
en-US-Text = Open in &this window
[9ee0c3ef-c379-4fed-b2a8-651bb61f5c0f]
Text = 打开为文件夹
en-US-Text = Open as folder
[9ee0c3ef-c379-4fed-b2a8-651bb61f5c0e]
Text = 压缩并邮寄
en-US-Text = Pack to and email
[59624dcd-de34-4e3b-abe4-f40dafa1f2e0]
Text = TC4Shell

;----------------杀软------------------
[09a47860-11b0-4da5-afa5-26d86198a780]
Text = Microsoft Defender
Icon = .\EppManifest.dll
[18a3e590-f219-4105-9079-93dafa51b9d6]
ResText = @*,-103
Text = 使用火绒安全进行杀毒
en-US-Text = Scan with Huorong Internet Security
[9f012318-caa5-402c-9bf6-28eb36f61496]
ResText = @*,-102
Text = 使用火绒安全粉碎文件
en-US-Text = Shred with Huorong Internet Security
[63332668-8ce1-445d-a5ee-25929176714e]
Text = 扫描病毒(电脑管家)
[754df2ce-51e8-4895-b53c-6381418b84ae]
Text = 文件粉碎(电脑管家)
[cbdecef7-7a29-4cbf-a009-2673d82c7bf9]
Text = 强力卸载(电脑管家)
Icon = .\QQPCSoftMgr.exe
[c5617f6a-39bb-436d-91cf-61c1b45dd688]
Text = 深度加速(管家小火箭)
[b7667919-3765-4815-a66d-98a09be662d6]
Text = 清理垃圾(电脑管家)
[086f171d-5ed1-4ed2-b736-cff3ad6a128e]
Text = 使用 360杀毒 扫描
Icon = .\msdev.exe
[7c0f6d57-e799-4c8a-a319-8e2b4d724cf0]
Text = 360安全卫士
Icon = ..\360Safe.exe
[5e19c0ce-c02c-46c2-98c3-a2e12ede0e17]
Text = 360强力卸载 && 桌面助手
Icon = .\SoftMgr.exe
[c4f75db1-b9f4-425a-9f5b-778911bcf176]
Text = 2345扫描病毒 && 强力删除
Icon = .\2345MPCSafe.exe
[6b3ba4a8-ec7e-4714-9ecf-eb33995b3384]
Text = 使用2345软件管家卸载软件
Icon = ..\..\2345SoftMgr.exe
[ddea5705-1bb0-4c03-ac1e-8ff9716a0d51]
Text = 金山毒霸(64位)
Icon = .\kismain.exe
[d21d88e8-4123-48ba-b0b1-3fdbe4ae5fa4]
Text = 金山毒霸(32位)
Icon = .\kismain.exe
[367f6ae2-6809-4bed-b09b-228893fb33dd]
Text = 金山毒霸
Icon = .\kismain.exe
[758c684b-4d10-4bc1-90da-6bebf0b4e0b4]
Text = 使用联想电脑管家进行扫描
[c97c3e31-2af4-4651-9e93-ede827605a23]
Text = 强力卸载此软件(联想电脑管家)
[c49499ac-dc25-478b-b903-e005012b3dd1]
Text = 使用智量扫描
Icon = .\WiseVector.exe
[cca9efd3-29ed-430a-ba6d-e6bbff0a60c2]
Text = McAfee
Icon = .\McInstru.exe
[472083b0-c522-11cf-8763-00608cc02f24]
Text = Avast
Icon = ..\AvastUI.exe
[45ac2688-0253-4ed8-97de-b5370fa7d48a]
Text = 使用 Avira 扫描所选文件
Icon = ..\Launcher\Avira.Systray.exe
[9b9f6e01-a5cf-4269-b245-cff66a7daebd]
Text = 卡巴斯基
[57ce581a-0cb6-4266-9ca0-19364c90a0b3]
Text = Malwarebytes
[f7caa2a1-67a2-44bb-b20f-202fd8eb1dab]
Text = Norton 360
Icon = .\uiStub.exe
[fad61b3d-699d-49b2-be16-7f82cb4c59ca]
Text = Norton文件智能分析
Icon = .\uiStub.exe
[e8215bea-3290-4c73-964b-75502b9b41b2]
Text = Norton File Shredder
[1c7593cb-c1cc-4ba7-be52-8eea47f9cb1d]
Text = 使用瑞星杀毒
[0bb81440-5f42-4480-a5f7-770a6f439fc8]
Text = IObit Malware Fighter
Icon = *,3
[b089fe88-fb52-11d3-bdf1-0050da34150d]
Text = ESET Endpoint Antivirus

;----------------传输------------------
[53d2405c-48ab-4c8a-8f59-ce0610f13bbc]
Text = 通过QQ发送到
[cb3d0f55-bc2c-4c1a-85ed-23ed75b5106b]
Text = OneDrive
Icon = ..\..\OneDrive.exe
[6d85624f-305a-491d-8848-c1927aa0d790]
Text = 上传到百度网盘
Icon = .\BaiduNetdisk.exe
[2008caf4-a5c1-4037-99a8-699e4d01456d]
Text = 天翼云盘
Icon = .\eCloud.exe
[1d39a523-4df5-4562-8fff-08c740632f4f]
Text = 360云盘
Icon = .\360WangPan.exe
[eee949eb-c9ed-4967-98b0-ed4e543befa5]
Text = 115网盘
Icon = ..\115chrome.exe
[171b6b53-17b1-40b7-afb2-a415b2b40401]
Text = 上传到腾讯微云
Icon = ..\..\..\..\..\..\..\WeiyunApp.exe
[5d652b62-b702-496a-92bc-92c308251fea]
Text = 坚果云
Icon = *,3
[67f4d210-bfc2-4add-9a2a-c9b9e1f42c4f]
Text = 上传到 “WPS云文档”
Icon = ..\..\ksolaunch.exe
[aa147ffb-0b1f-4bb1-9b1e-8d062b35c145]
Text = 自动同步文件夹到 “WPS云文档”
[970a26b5-2b84-4b60-8067-1440c229672d]
Text = 钉盘
Icon = ..\DingtalkLauncher.exe
[0229e5e7-09e9-45cf-9228-0228ec7d5f17]
Text = MEGA
Icon = .\MEGAsync.exe
[ecd97de5-3c8f-4acb-aeee-ccab78f7711c]
Text = Dropbox
[30351349-7b7d-4fcc-81b4-1e394ca267eb]
Text = TortoiseSVN
Icon = .\TortoiseIDiff.exe
[10a0fdd2-b0c0-4cd4-a7ae-e594ce3b91c8]
Text = TortoiseGit
Icon = .\TortoiseGitProc.exe
[2a535b11-6cfc-4e85-a75f-0e397b1584cf]
Text = 通过网易邮箱大师发送
Icon = ..\mailmaster.exe
[9557f42f-bd61-4e26-9752-33a8a20fc9f9]
Text = 分享文件(华为电脑管家)
Icon = .\PCManager.exe
[c3db4192-4c22-428f-8c12-cf9cfabbdd17]
Text = 通过AirDroid发送到我的设备
[0b488c12-e68e-44d7-9259-fb8e5df8bb27]
Text = 内网通
Icon = .\ShiYeLine.exe
[256ef94c-697d-4986-b99b-9d3b15d79b49]
Text = Infinit
[a97a01b0-3b66-4336-bc9b-168e64bfb296]
Text = 广讯通发送文件
Icon = .\GXT.exe
[41b3b91f-d6b3-3430-bb86-a143f85353ca]
Text = Huawei Share
[1bca9901-05c3-4d01-8ad4-78da2eac9b3f]
Text = 使用小米互传发送
Icon = .\FixServiceTool.exe

;----------------PDF------------------
[9c5397bb-07be-4e38-98ba-395f94045091]
Text = 福昕PDF编辑器
Icon = ..\FoxitPhantom.exe
[27be7b9d-935f-325c-9a05-63557d69f4f9]
Text = 万兴PDF专家
Icon = ..\PDFExpert.exe
[a6595cd1-bf77-430a-a452-18696685f7c7]
Text = Adobe Acrobat
Icon = ..\Acrobat\Acrobat.exe
[d25b2cab-8a9a-4517-a9b2-cb5f68a5a802]
Text = 转换为Adobe PDF(&B)
[1ecda7bf-4dfa-41d8-9380-1a27b26cfc41]
Text = 使用WPS PDF编辑
Icon = ..\..\wpspdf.exe
[e3ed4700-22d4-41b6-8144-e3f5f1ac5153]
Text = 使用WPS PDF编辑
Icon = ..\..\wpspdf.exe
[af1d7d2f-6ae8-4baa-abfa-738201f4871c]
Text = WPS Office PDF
Icon = .\wpspdf.exe
[b4e15cd0-f916-4c8e-830a-15e3e9d01a1b]
Text = 迅读PDF大师 合并、拆分、转换
Icon = .\MasterPDF.exe
[19a73c67-f0b8-4a28-8c33-9d4eddd6fcbc]
Text = 云上PDF
Icon = .\iPDF.exe
[29424e92-60a1-40c0-bf79-1b8472dde706]
Text = 使用PDF猫编辑器打开
Icon = .\M_pdfEdit.exe
[29424e91-60a1-40c0-bf79-1b8472dde606]
Text = 使用转转大师PDF编辑器打开
Icon = .\ZPDFEdit.exe
[098a124a-aa1c-38c8-a65e-d1199a14516a]
Text = Convert to...(万兴PDF专家)
[fb074836-8286-4089-84dc-f504e9ef621c]
Text = ABBYY FineReader
Icon = ..\FineUpdate.exe
[d16adfe3-66c5-4df5-9978-87de0c687e85]
Text = 嗨格式PDF转换器
Icon = .\HiPdfConvert.exe
[2acd35ab-f74a-4c20-aa9b-2de80081626d]
Text = PDF-XChange Editor
Icon = ..\PDF Editor\PDFXEdit.exe
[6c405cec-8624-4fef-b3ba-9d4e5a8f58b5]
Text = 迅捷PDF转换器
Icon = .\pdfconverter.exe

;--------------影音图像----------------
[ffe2a43c-56b9-4bf5-9a79-cc6d4285608a]
ResText = @*,-3050
Text = 向右、向左旋转(&T)​​
[e598560b-28d5-46aa-a14a-8a3bea34b576]
Text = 幻灯片放映
[8a734961-c4aa-4741-ac1e-791acebf5b39]
Text = 联机购买音乐
[f1b9284f-e9dc-4e68-9d7e-42362a59f0fd]
Text = 添加到“Windows Media Player”列表(&W)
[ce3fb1d1-02ae-4a5f-a6e9-d9f1b4073e6c]
Text = 使用“Windows Media Player”播放(&P)
[7d4734e6-047e-41e2-aeaa-e763b4739dc4]
Text = 使用 Media Player 播放(&P)
[9b6d38f3-8ef4-48a5-ad30-ffffffffffff]
Text = Honeyview
Icon = .\Honeyview.exe
[c2396f1e-4ba2-4b7d-857a-f764761c012b]
Text = ACD看图
Icon = .\AcdKantu.exe
[83a97a48-f5d7-4d12-8ba3-5263a016d936]
Text = 使用光影4.0编辑
[8f556da3-987d-47b0-aa88-eb8d52fe1b9a]
Text = 迅雷播放组件
Icon = ..\Program\XMP\XMP.exe
[5cd76c57-6893-478a-b776-47e7c82504be]
Text = 爱奇艺万能联播
Icon = .\GeePlayer.exe
[a3888921-cfd3-4a6b-89bf-08e6b95716e8]
Text = 图片工厂(&F)
[51b4d7e5-7568-4234-b4bb-47fb3c016a69]
ResText = @*,-101
Text = 调整图片大小(PowerToys)
[5c6a637c-9780-4d0f-a379-4732edcce7c3]
Text = 网易云音乐
[1f77b17b-f531-44db-aca4-76abb5010a28]
Text = AIMP
Icon = ..\AIMP.exe
[8e7861bb-3a13-40a1-af25-633458757201]
Text = QQ影音
[7a1884a3-f647-49be-b93c-8ffaf4a1f1bf]
Text = 使用PP视频播放
[8f556da3-987d-47b0-aa88-eb8d52fe1b99]
Text = 迅雷影音
Icon = ..\..\Program\APlayer.exe
[4d2fba8d-621b-4447-af6d-5794f479c4a5]
Text = 爱奇艺看图
Icon = ..\QyImg.exe
[4a34b3e3-f50e-4ff6-8979-7e4176466ff2]
Text = SageThumbs
[d149b06b-bc31-4425-b5bb-0e04308982ae]
Text = 用百图秀打开
[5add1a3c-29e2-4d18-b79a-c56e1df5486c]
Text = 百图秀
[1bb8f8e1-6492-4ec9-ac40-9ad0f5c01fa2]
Text = 鲨鱼看图
Icon = .\SharkElevate.exe
[a2cf4243-6525-4764-b3f5-2fcde2f47989]
Text = MPC-BE
Icon = .\unins000.exe

;----------------美化------------------
[cf444751-60fc-48b8-ac0f-363063eb2a9e]
Text = 开启桌面整理(电脑管家)
[b3a2f1a4-10a2-410c-9c19-622b621c61d0]
Text = 换壁纸(小鸟壁纸)
[3b7162fb-4389-40c8-83a5-da10d491ec66]
Text = 映射此文件夹到桌面(小智桌面)
Icon = .\XZDesktop.exe
[96babf4f-7c38-4885-b407-3800f461669b]
Text = 打开火萤视频桌面
Icon = ..\..\HYVideoDesktop.exe
[c3c76829-1d8b-49a2-afb4-196c443f1b0b]
Text = 人工桌面
Icon = .\N0vaDesktop.exe
[a2a9545d-a0c2-42b4-9708-a0b2badd77c9]
ResText = @*,-5381
Text = 附到「开始」菜单(&U)(StartIsBack)
Icon = .\StartIsBackCfg.exe
[6a451c0a-9597-4915-bcce-6e859bc996b2]
Text = Pin to Start (Start10)
Icon = .\Start10.exe
[af8fa9c9-9907-463e-bdc3-4cc1200d6310]
Text = Start Menu 8
Icon = *,2
[07451604-fbe4-4475-9dd6-261b7b619417]
Text = 电脑管家经典开始菜单
Icon = .\QMStart.exe
[2d5ad9eb-31bc-48f7-a438-28f363632c73]
Text = 开启布丁桌面
Icon = .\PDLanuncher.exe
[b5e436bc-642a-4bf6-b725-26038af26e89]
Text = 开启桌面整理(元气、猎豹轻桌面)
Icon = .\kdesk.exe
[5f8d079b-8ce6-4f58-bf10-55c1b68d88f3]
Text = 选择颜色设置
Icon = .\ChromaTune.exe
[6c125022-639d-43cc-9f3d-647e6cc69ef1]
Text = 右键菜单背景插件(ContextBG)

;--------------文件处理----------------
[b298d29a-a6ed-11de-ba8c-a68e55d89593]
Text = Notepad++
[36d94110-787c-4828-9c1b-0dafebc36069]
Text = EditPlus
Icon = .\EditPlus.exe
[b5eedee0-c06e-11cf-8c56-444553540000]
Text = UltraEdit
Icon = .\uedit64.exe
[51eee242-ad87-11d3-9c1e-0090278bbd99]
Text = Vim
Icon = ..\vim.exe
[ed90173a-3b4c-4e7e-b9cf-79714425d4b5]
Text = PSPad Editor
Icon = .\PSPad.exe
[a3777921-cfd3-4a6b-89bf-08e6b95716e8]
Text = 格式工厂(&F)
Icon = .\FormatFactory.exe
[af9b72b5-f4e4-44b0-a3d9-b55b748efe90]
Text = File Converter
Icon = .\FileConverter.exe
[dde4beeb-dde6-48fd-8eb5-035c09923f83]
Text = Unlocker
Icon = .\Unlocker.exe
[0bb27cda-7029-4c0e-9c56-d922b229f0eb]
Text = 解除文件锁定(LockHunter)
Icon = .\LockHunter.exe
[410bf280-86ef-4e0f-8279-ec5848546ad3]
Text = IObit Unlocker
Icon = .\IObitUnlocker.exe
[836ab26c-2de4-41d3-ac24-4c6c2699b960]
Text = 强力卸载(IObit Uninstaller)
[2803063f-4b8d-4dc6-8874-d1802487fe2d]
Text = Advanced SystemCare
Icon = *,3
[fe8e6ad6-dabe-45e1-88c2-48dc4578924c]
Text = Uninstall Tool
[2c5515dc-2a7e-4bfd-b813-cacc2b685eb7]
Text = Revo Uninstaller Pro
Icon = *,1
[b3026062-4d7e-3601-9a6b-622ceac3fc5c]
Text = File Governor
Icon = .\FileGovernor.exe
[1650dc30-2343-498a-b49a-37b90918f611]
Text = CleanMyPC
[6cb83a5a-aa68-4895-9f54-175e789ae149]
Text = Balabolka
Icon = .\balabolka.exe
[0440049f-d1dc-4e46-b27b-98393d79486b]
ResText = @*,-101
Text = PowerRename(&W)
[2e7a2c6c-b938-40a4-ba1c-c7ec982dc202]
Text = 发布DWF
Icon = .\AcLauncher.exe
[57fa2d12-d22d-490a-805a-5cb48e84f12a]
Text = Beyond Compare
Icon = .\BCompare.exe
[c3b42c03-c1b7-4c1a-b384-bbae19646333]
Text = UltraCompare
Icon = .\uc.exe
[1ed0f018-76b9-4db9-9c06-ca0f3088f04f]
Text = FileLocator Pro
[00000000-0000-0000-0000-000000000012]
Text = 显示隐藏文件+扩展名
[c1b2c38f-3dca-4e3d-bc34-d5b87b636543]
Text = FileMenu Tools
[189f1e63-33a7-404b-b2f6-8c76a452cc54]
Text = Smart Defrag
Icon = *,2
[4380c993-0c43-4e02-9a7a-0d40b6ea7590]
Text = Defraggler
Icon = .\Defraggler.exe
[271dc252-6fe1-4d59-9053-e4cf50ab99de]
Text = VMware
Icon = .\vmware.exe
[e4d28edc-8c0b-43ee-9e7d-c8a8682334dc]
Text = VMware 64bit
Icon = .\vmware.exe
[c52b9871-e5e9-41fd-b84d-c5acadbec7ae]
Text = Locale Emulator
Icon = .\LEGUI.exe
[0a479751-02bc-11d3-a855-0004ac2568aa]
Text = NTFS文件连接扩展配置工具
Icon = .\LSEConfig.exe
[fdf253ac-1724-4853-be34-c2dbc18fb5ca]
Text = Copywhiz
Icon = .\Copywhiz.exe
[6c467336-8281-4e60-8204-430ced96822d]
Text = 共享文件夹同步
[6fa85dad-ac32-4d74-9cba-6a1c038f9a56]
Text = 文档加密/解密
[ef479680-ea35-4ea9-b093-7114f3e3e0da]
Text = Directory Lister
Icon = .\DirListerPro.exe
[8e57c449-7891-49bb-80e5-ddac375f8ac8]
Text = 使用微表格打开
Icon = .\microexcel.exe
[0d8b46ea-7d35-4921-b88c-7e2b1e2d80f0]
Text = WPS Office
Icon = ..\..\wpsoffice.exe
[53506455-e799-443f-addb-891ca6efc928]
Text = 扫描游戏到快吧游戏
[2a118eb5-5797-4f5e-8b3d-f4ecba3c98e4]
Text = Adobe Core Sync Extension

;-------------UWP新模块----------------
[776dbc8d-7347-478c-8d71-791e12ef49d8]
UwpName = Microsoft.SkypeApp
ResText = @*,-101
Text = 使用 Skype 共享
Icon = .\Skype.exe
[9f156763-7844-4dc4-b2b1-901f640f5155]
UwpName = Microsoft.WindowsTerminal
ResText = @{*?ms-resource://Microsoft.WindowsTerminal/TerminalApp/Resources/ShellExtension_OpenInTerminalMenuItem}
Text = Open in Windows Terminal
Icon = .\WindowsTerminal.exe